{"file":"wire\/modules\/Process\/ProcessForgotPassword.module","textdomain":"wire--modules--process--processforgotpassword-module","translations":{"6072e83b7f35887c76e64920bd370f4a":{"text":"Obnoviť heslo"},"168b9e356db803204c123e0445ef83f4":{"text":"Obnovenie hesla nie je povolené"},"b49caf114ce87eeb21267f29e9a62420":{"text":"Nie je možné vykonať obnovenie hesla. Prosím uistite sa, že ste na tom istom počítači a v tom samom webovom prezerači, v ktorom ste pôvodne odoslali vašu požiadavku."},"0b4c14f8c878ec465ab8aaab81b46132":{"text":"Vložte vaše užívateľské meno alebo e-mailovú adresu"},"dcfc149491f06edb3e6942510b6fc339":{"text":"Ak máte účet vo vašom systéme s uloženou platnou e-mailovou adresou, e-mail vám bol odoslaný po  potvrdení tohto formulára. Ten e-mail bude obsahovať odkaz, na ktorý môžete kliknúť pre obnovenie vášho hesla."},"edcc4a7ecb7854d0ea84fff05b5eeb3e":{"text":"Za predpokladu, že boli nájdené vaše informácie o účte a máte uloženú e-mailovú adresu, e-mail bol doručený s informáciou o obnovení hesla."},"43da6233b07fcc59791c3f91861ab7b5":{"text":"Prosím overte váš e-mail pre túto správu. Ak neobdržíte e-mail počas 15 minút, prosím kontaktujte administrátora stránok pre obnovenie vášho hesla. Táto požiadavka na obnovenie hesla ukončí platnosť do 60 minút. Nezatvárajte toto okno, pokiaľ nemáte dokončenú požiadavku obnovenia hesla."},"333b348fd95607678f8a9a333cc7b7b4":{"text":"Informácia o obnovení hesla"},"6d14491a1718796766f2775f857af701":{"text":"Pre dokončenie obnovy vášho hesla kliknite na nižšie uvedené URL (alebo ho vložte do vášho webového prezerača) a postupujte podľa pokynov:"},"20a05da67e6b4eedd01409fb5ca365e7":{"text":"URL ukončí platnosť 60 minút od času odoslania požiadavky. Toto URL musí byť otvorené z toho istého počítača a webového prezerača, z ktorého bola odoslaná požiadavka."},"3299941fe3475a594847754b9e91f3b7":{"text":"Neplatná požiadavka pre obnovenie. Vaša požiadavka mohla vypršať."},"a0bfb8e59e6c13fc8d990781f77694fe":{"text":"Pokračovať"},"f469dd0000597b66060ea51c52eacf58":{"text":"Vaše heslo bolo úspešne obnovené. Môžete sa prihlásiť."},"9ec54ec336b65da6179cf750de33ecd7":{"text":"Zabudnuté heslo"},"e241608b636b6cdde53b70cb2ade0daf":{"text":"Umožňuje obnovenie hesla pre proces prihlásenia."}}}